/* checks before deleting an item */
"Are you sure that you want to delete this item?" = "Are you sure that you want to delete this item?";

/* Cancel deleting something */
"Cancel" = "Cancel";

/* Asks to delete something
   Confirm deleting something */
"Delete" = "Delete";

/* Done button when in editing mode */
"Done" = "Done";

/* Edit button when not in editing mode */
"Edit" = "Edit";

